LEXICON_RU: dict[str, str] = {
    'text_on_new_chat_members': 'Для чего нужен этот бот?\n Бот помогает организовывать встречи',

    'no_username_on_start': '🤔 У твоего профиля не задан логин (username) в Telegram. '
                            'Он нужен для корректной работы сервиса.\n⚙ Перейди в настройки профиля и задай логин.'
                            'Инструкция - https://i.ibb.co/P6KN3KL/merge-from-ofoct-4-2.jpg,'
                            'а затем снова отправь /start'
                            '\nС тобой можно иметь дело, бездушная железяка ценит. Спасибо! 🙌',
    'start_staff': 'Привет, %s! У тебя сейчас роль %s с соответствующими доступами. Если все-верно, то погнали 😎\n'
                   'Если нет, то напиши админам 🧐',
    'not_finished_onboarding': 'Для получения доступа к командам и остальным возможностям бота - закончи онбординг 😼',
    'unknown_command': '%s - неизвестная мне команда 😿',

}

pagination: dict[str, str] = {
    'backward': '<',
    'forward': '>'
}
